{"Category": [{"id": 1, "name": "Soccer", "Item": [{"id": 1, "description": "These shoes provide better traction on grass, which increases player’s ability to stay on their feet.", "category_id": 1, "name": "Footwear"}, {"id": 2, "description": "Soccer socks are extremely long. They cover shin-guards.", "category_id": 1, "name": "Soccer Socks"}, {"id": 3, "description": "Shin-guards protect player’s shins, a vulnerable part of a player’s body that often gets kicked.", "category_id": 1, "name": "Shin-Guards"}, {"id": 4, "description": "Soccer balls allows players to train and play individually or with friends outside of practice.", "category_id": 1, "name": "Soccer Ball"}, {"id": 5, "description": "Purchase a fairly large water bottle that you can fill up before every practice and game.", "category_id": 1, "name": "Water Bottle"}]}, {"id": 2, "name": "Basketball", "Item": [{"id": 6, "description": "Official size of a basketball is 29.5 to 30 inches in circumference for men's game and 28.5 inches in circumference for women's game. It should weigh 18 to 22 ounces. When bounced off 6 feet from the floor, a well inflated ball should bounce 49 to 54 inches in height.", "category_id": 2, "name": "Ball"}, {"id": 7, "description": "These shoes are specially designed to maintain high traction on the basketball court.", "category_id": 2, "name": "Shoes"}, {"id": 8, "description": "The hoop or basket is a horizontal metallic rim, circular in shape.", "category_id": 2, "name": "Basketball Shooting"}, {"id": 9, "description": "The backboard is the rectangular board that is placed behind the rim. It helps give better rebound to the ball. The backboard is about 1800mm in size horizontally and 1050mm vertically.", "category_id": 2, "name": "Backboard"}]}, {"id": 3, "name": "Baseball", "Item": [{"id": 10, "description": "A rounded, solid wooden or hollow aluminum bat. Wooden bats are traditionally made from ash wood, though maple and bamboo is also sometimes used", "category_id": 3, "name": "Bat"}, {"id": 11, "description": "A cork sphere, tightly wound with layers of yarn or string and covered with a stitched leather coat.", "category_id": 3, "name": "Ball"}, {"id": 12, "description": "One of four corners of the infield which must be touched by a runner in order to score a run; more specifically, they are canvas bags (at first, second, and third base) and a rubber plate (at home).", "category_id": 3, "name": "Base"}, {"id": 13, "description": "Leather gloves worn by players in the field. Long fingers and a webbed \"KKK\" between the thumb and first finger allows the fielder to catch the ball more easily.", "category_id": 3, "name": "Glove"}, {"id": 14, "description": "Leather mitt worn by catchers. It is much wider than a normal fielder's glove and the four fingers are connected.", "category_id": 3, "name": "Catcher's mitt"}, {"id": 15, "description": "Leather mitt worn by first basemen. It is longer and wider than a standard fielder's glove.", "category_id": 3, "name": "First baseman's mitt"}, {"id": 16, "description": "Gloves often worn on one or both hands by the batter.", "category_id": 3, "name": "Batting gloves"}, {"id": 17, "description": "Helmet worn by batter to protect the head and the ear facing the pitcher from the ball.", "category_id": 3, "name": "Batting helmet"}, {"id": 18, "description": "Designed to shade the eyes from the sun, this hat design has become popular with the general public.", "category_id": 3, "name": "Baseball cap"}, {"id": 19, "description": "Newer styles feature a fully integrated helmet and mask, similar to a hockey goalie mask.", "category_id": 3, "name": "Catcher's helmet "}, {"id": 20, "description": "An undergarment worn by boys and men for support of the testicles and penis during sports.", "category_id": 3, "name": "Jockstrap with cup pocket"}, {"id": 21, "description": "designed to protect the testicles and groin from impact of a baseball, baseball bat, cleats, or any other moving object.", "category_id": 3, "name": "Protective cup"}, {"id": 22, "description": "Worn to shade the eyes from the sun.", "category_id": 3, "name": "Sunglasses"}, {"id": 23, "description": "Baseball specific shoes worn by the player for better traction. The cleats themselves are either rubber or metal.", "category_id": 3, "name": "Baseball cleats"}, {"id": 24, "description": "A weighted ring that fits over the end of a baseball bat, used for warming up during a baseball game. A doughnut can help increase bat speed.", "category_id": 3, "name": "Baseball doughnut"}]}, {"id": 4, "name": "Frisbee", "Item": [{"id": 25, "description": "The Discraft Ultra-Star is the most common disc found on any given ultimate frisbee field in the world. Whether casual pick-up games or competitive sponsored tournaments the disc most often used is the Ultra-Star. And more often than not, if you're playing in a officiated tournament game you're going to be throwing a white disc. It's the standard disc, it's the most visible color, and it's what has been used for years. So if you're looking for the most popular item in ultimate frisbee, the White Discraft Ultra-Star is it.", "category_id": 4, "name": "White Discraft Ultra-Star Disc"}, {"id": 26, "description": "Ultimate Disc Bundles are a great way to get a package of ultimate gear for a reduced price. Many people prefer this method of acquiring the right gear in one quick purchase. Many ultimate frisbee players prefer to buy their ultimate discs in Pick 6 and Pick 10 bundles. It's always a great idea to have back up discs for when the disc you're currently using gets damaged or lost. A disc that is over used will not fly the way it was intended.", "category_id": 4, "name": "Ultimate Disc Bundles"}, {"id": 27, "description": "Orange is one of the most popular colored ultimate discs on the field.", "category_id": 4, "name": "Orange Discraft Ultra-Star Disc"}, {"id": 28, "description": "This disc is probably the most popular night disc ever for the game of ultimate. The glow lasts longer and the disc still meets USA Ultimate requirements for official tournament use.", "category_id": 4, "name": "Glow Discraft Ultra-Star Disc"}, {"id": 29, "description": "People love the Disc Ace t-shirt. It's a solid design and it makes you look good!", "category_id": 4, "name": "Disc Ace Ultimate T-Shirt"}, {"id": 30, "description": "SuperColors have always been the attention of the ultimate disc world.", "category_id": 4, "name": "SuperColor Ultimate Discs"}]}, {"id": 5, "name": "Snowboarding", "Item": [{"id": 31, "description": "shorter and easier to control", "category_id": 5, "name": "Freestyle Snowboard"}, {"id": 32, "description": "fasten your boots to the board", "category_id": 5, "name": "Bindings"}, {"id": 33, "description": "These specialized boots will connect you to your board through the bindings.", "category_id": 5, "name": "Boots"}, {"id": 34, "description": "Snowboard socks are essential because cold feet will quickly ruin your day.", "category_id": 5, "name": "Socks"}, {"id": 35, "description": "Your brain is the most important organ in your body, so wearing a helmet should be an easy decision.", "category_id": 5, "name": "Helmet"}, {"id": 36, "description": "snowboard jacket will have a wind and waterproof outer shell.", "category_id": 5, "name": "Jacket"}, {"id": 37, "description": "base layering is crucial to staying warm.", "category_id": 5, "name": "Base and Mid Layer"}, {"id": 38, "description": "Your hands will be in periodical contact with the snow, so these specialized gloves will protect your hands.", "category_id": 5, "name": "Gloves"}, {"id": 39, "description": "Snowboard goggles help battle glare and protect your eyes from the snow and wind while riding.", "category_id": 5, "name": "Goggles"}]}, {"id": 6, "name": "Rock Climbing", "Item": [{"id": 40, "description": "A wooden or resin board used for improving contact strength for climbers.", "category_id": 6, "name": "Hangboards"}, {"id": 41, "description": "A small device that can help in developing the antagonist muscles to those used while gripping with the hand. Use of such a device can prevent the ligament injuries that are frequently experienced by climbers.", "category_id": 6, "name": "Grip savers"}, {"id": 42, "description": "A series of horizontal rungs attached to an overhanging surface that may be climbed up and down without the aid of the feet.", "category_id": 6, "name": "Campus board"}, {"id": 43, "description": "A bachar ladder is made by stringing large diameter PVC piping on webbing and is climbed without using the feet.", "category_id": 6, "name": "Bachar ladder"}, {"id": 44, "description": "a small block of metal attached to a loop of cord or wire.", "category_id": 6, "name": "Nuts"}, {"id": 45, "description": "Hexes are the oldest form of active protection. They consist of a hollow eccentric hexagonal prism with tapered ends, usually threaded with cord or webbing.", "category_id": 6, "name": "Hexes"}, {"id": 46, "description": "A daisy chain is a strap, several feet long and typically constructed from one-inch tubular nylon webbing of the same type used in lengthening straps between anchor-points and the main rope.", "category_id": 6, "name": "Daisy chain"}, {"id": 47, "description": "This consists of a  shaped frame, attached to the rappeller's harness, into which snap multiple bars that pivot from the other side of the frame.", "category_id": 6, "name": "Rappel Rack"}, {"id": 48, "description": "The Petzl Pirana is a slight variation to the traditional Figure 8 rappel device.", "category_id": 6, "name": "Petzl Pirana"}, {"id": 49, "description": "A rescue eight is a variation of a figure eight, with \"ears\" or \"wings\" which prevent the rope from \"locking up\" or creating a larks head or girth hitch, thus stranding the rappeller on the rope.", "category_id": 6, "name": "Rescue eight"}, {"id": 50, "description": "Quickdraws (often referred to as \"draws\") are used by climbers to connect ropes to bolt anchors, or to other traditional protection, allowing the rope to move through the anchoring system with minimal friction.", "category_id": 6, "name": "Quickdraws"}]}, {"id": 7, "name": "Foosball", "Item": [{"id": 51, "description": " Rods have a huge impact on the speed of the game.", "category_id": 7, "name": "Rod"}, {"id": 52, "description": "Foosball bearings are the part of the table where the rods go through the holes in the table.", "category_id": 7, "name": "Bearing"}, {"id": 53, "description": "silicone is essential to keeping your rods clean and maintained. ", "category_id": 7, "name": "Silicone"}, {"id": 54, "description": "all have a different play style and level of quality.", "category_id": 7, "name": "Balls"}, {"id": 55, "description": "Foosball bumpers are a part typically made of black rubber and they provide a barrier or a cushion between the wall of the table and the man. ", "category_id": 7, "name": "Bumpers"}, {"id": 56, "description": "Legs can provide stability to a table to prevent it from shifting.", "category_id": 7, "name": "Leg"}, {"id": 57, "description": "Foosball handles are an important foosball part that cannot be overlooked when shopping for a table. ", "category_id": 7, "name": "Handle"}, {"id": 58, "description": " Wraps are an essential accessory to the sport of foosball.", "category_id": 7, "name": "Wrap"}, {"id": 59, "description": "Foosball tubes are another common product for adding grip on your foosball handles.", "category_id": 7, "name": "Tube"}, {"id": 60, "description": "Pins are used to hold men and handles on the rods.", "category_id": 7, "name": "Pin Punch"}, {"id": 61, "description": "Table covers are an aftermarket accessory that you have to add to your foosball table.", "category_id": 7, "name": "Table Covers"}, {"id": 62, "description": "Having the proper lights above your table is important to a good quality game.", "category_id": 7, "name": "Lighting"}]}, {"id": 8, "name": "Skating", "Item": [{"id": 63, "description": "Ice skating boots are constructed from stiff leather to provide support to the ankle and foot. ", "category_id": 8, "name": "Boots"}, {"id": 64, "description": "Ice skating blades are not completely flat from one tip to the other; instead, they have a small curve referred to as the rocker. ", "category_id": 8, "name": "Blades"}, {"id": 65, "description": "There is not a dress code for ice rinks or frozen ponds, but you do want to consider some important aspects when deciding what to wear.", "category_id": 8, "name": "Clothing"}]}, {"id": 9, "name": "Hockey", "Item": [{"id": 66, "description": "There are different sizes available and also wheeled hockey bags and non-wheeled hockey bags.", "category_id": 9, "name": "Bag"}, {"id": 67, "description": "A jock protects the important parts", "category_id": 9, "name": "Jock"}, {"id": 68, "description": "Shin pads will protect the legs from the top of the knees down to where the skates start.", "category_id": 9, "name": "Shin Pads"}, {"id": 69, "description": "These go over the shin pads and then attach to the jock either via the new style velcro or the old style garter belt. ", "category_id": 9, "name": "Socks"}, {"id": 70, "description": "The Pants protect from the knees up to the belly.", "category_id": 9, "name": "Pants"}, {"id": 71, "description": "The right size (width and length) they usually fit a size or 2 smaller than shoes, Comfortable, Heat molded to fit the childs foot (most shops do this before you leave), Sharpened", "category_id": 9, "name": "Skates"}, {"id": 72, "description": "Shoulder pads protect the shoulders, biceps, chest, and upper part of the back.", "category_id": 9, "name": "Shoulder Pad"}, {"id": 73, "description": "Elbow pads protect the elbows, as well as a bit of the forearm and triceps. ", "category_id": 9, "name": "Elbow pads"}, {"id": 74, "description": "The neck guard protects the neck from the very rare chance that a hockey stick or skate blade comes in contact with the throat.", "category_id": 9, "name": "Neck Guard"}, {"id": 75, "description": "full cage is also required to protect the face", "category_id": 9, "name": "Helmet with full cage"}]}]}